In [13]:
import pandas

In [14]:
pandas.read_csv('c:/ejercicios/Datos.csv')

  Nombre Apellido  Edad
0   Juan    Lopez    30
1  Pedro    Perez    25
2  Jesus  Jimenez    45
3  Maria  Sanchez    28

In [15]:
import pandas as pan

In [16]:
pan.read_csv('c:/ejercicios/Datos.csv')

  Nombre Apellido  Edad
0   Juan    Lopez    30
1  Pedro    Perez    25
2  Jesus  Jimenez    45
3  Maria  Sanchez    28

In [10]:
from pandas import *

In [11]:
read_csv('c:/ejercicios/Datos.csv')

  Nombre Apellido  Edad
0   Juan    Lopez    30
1  Pedro    Perez    25
2  Jesus  Jimenez    45
3  Maria  Sanchez    28

In [ ]:
import pandas